Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/urfolksbegrepet_og_urfolksrettigheter.html.tmx
Source language: nob
Languages: sme

source: Urfolksbegrepet og urfolksrettigheter
sme: Álgoálbmotdoaba ja álgoálbmotvuoigatvuođat

source: Urfolksrettigheter omfatter rettighetene til de folk som er opprinnelige i et område før en nasjonalstat ble dannet, men som ikke ble respektert som likeverdig.
sme: Álgoálbmogiid vuoigatvuođaide gullet dat vuoigatvuođat mat dain olbmuin geat ovtta guovllus ledje álgoálggus ovdal go stáhtat vuođđuduvvojedje, muhto mat eai dohkkehuvvon ovttaárvosažžan.

source: I sammenheng med folkeretten og samiske rettigheter er det viktig å påpeke at urfolksbegrepet ikke er knyttet til de som kom først.
sme: Álbmotrievtti ja sámi vuoigatvuođaid oktavuođas lea deaŧalaš čujuhit ahte álgoálbmotdoaba ii čatnas sidjiide geat bohte ovddimusat.

source: Urfolksbegrepet og urfolksrettigheter er ikke knyttet til arkeologiske bevis om hvem som kom først.
sme: Álgoálbmotdoaba ja álgoálbmogiid vuoigatvuođat eai čatnas arkeologalaš duođaštusaide dan ektui geat bohte ovddimužžan.

source: I ILO-konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater heter det at urfolk er:
sme: ILO-konvenšuvnnas nr. 169 álgoálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain čuožžu ahte álgoálbmogat leat:

source: «folk i selvstendige stater som er ansett som opprinnelige fordi de nedstammer fra de folk som bebodde landet eller en geografisk region som landet hører til da erobring eller kolonisering fant sted eller da de nåværende statsgrenser ble fastlagt, og som uansett deres rettslige stilling har beholdt alle eller noen av sine egne sosiale, økonomiske, kulturelle og politiske institusjoner».
sme: «iešmearrideaddji riikkaid álbmogiidda mat adnojuvvojit eamiálbmogin dan dihte go dát álbmogat leat sin maŋisboahttit geat ásse riikkas dahje dan guovllus masa riika gulai, go guovlu váldojuvvui dahje koloniserejuvvui dahje dálá riikkarájit ásahuvvojedje, ja geat juridihkalaš servodatsajisteaset beroškeahttá leat ollásit dahje muhtin muddui seailluhan iežaset sosiála, ekonomalaš, kultuvrralaš ja politihkalaš ásahusaid».

source: Samer har ikke særrettigheter som går på bekostning av rettighetene til nordmenn forøvrig.
sme: Sámiin eai leat dakkár sierra vuoigatvuođat mat čuozašedje daid vuoigatvuođaide mat dážain muđui leat.

source: Å være et urfolk betyr ikke at man har mer rett enn andre til land og vann.
sme: Dat go lea álgoálbmot ii mearkkaš dan ahte sis livčče stuorát vuoigatvuohta go earáin eatnamiidda ja čáziide.

source: Samer har ikke flere rettigheter enn nordmenn til å utnytte naturressurser, med unntak av reindrifta, som i Norge tradisjonelt sett har vært forbeholdt samer.
sme: Sámiin eai leat eanet vuoigatvuođat go dážain ávkkástallat luondduriggodagaiguin, spiehkastahkan lea boazodoallu, mii árbevirolaččat lea doalahuvvon sámiide Norggas.

source: Andre næringer som landbruk og fiske har sine særrettigheter uavhengig av kulturell tilknytning.
sme: Eará ealáhusain nugo eanadoalus ja guolástusas leat iežaset sierra rievttit sorjjakeahttá kultuvrralaš gullevašvuođas.

source: Urfolksrettighetene sikrer at samene skal få like muligheter som nordmenn til å dyrke sin kultur, opprettholde sin livsform og mulighet til å være et folk også i framtiden.
sme: Álgoálbmotrivttiin sihkkarastojuvvo ahte sámiin galget leat seammalágan vejolašvuođat go dážain bargat kultuvrrain, bisuhit sin eallinvuogi ja vejolašvuohta bissut álbmogin maiddái boahtteáiggis.

source: Her forveksler mange spesielle tiltak med særrettigheter.
sme: Dán oktavuođas áddejit ollugat boastut go navdet ahte sierra doaibmabijut leat seamma go sierra vuoigatvuođat.
